@extends('layout.common')
@section('title', 'Технологи')
@include('layout.header')
@section('content')
  <!--Main layout-->
  <main class="mt-4 mb-10">
    <div class="card mb-4 w-auto p-3">
        <img class="img-thumbnail" alt="Cinque Terre" src="assets/img/g-shock_2.jpg">
        <div class="card-body">
          <h5 class="card-title fw-bold">ЦОХИЛТ ДОРГИЛТОД ТЭСВЭРТЭЙ БҮТЭЦ</h5>
          Анхны G-SHOCK-ийг бүтээсэн өвөрмөц кейсийн бүтэц нь "Цохилтыг резинэн бөмбөгөөр дамжуулж зөөлрүүлэх" 
          гэсэн санаан дээр үндэслэн модулиудыг цагны кэйсний дотор хөвөхөөр зохион байгуулж, 
          гаднаас үзүүлэх нөлөөллийг зөөлрүүлдэг бүтэцтэй бөгөөд ямар ч хүчтэй цохилтыг  
          тэсвэрлэж цагны модуль хэсэгт гэмтэл учруулах магадлалыг багасгасан бүтэцтэй.
        </div>
        <div class="card-body">
          <h5 class="card-title fw-bold ">200М УСНЫ ДАРАЛТАД ТЭСВЭРТЭЙ </h5>
          <p class="card-text">Усны өндөр даралтыг тэсвэрлэх чадвартай, зэвэрдэггүй ган хайрцгаар бэхлэгдсэн учраас
            өдөр тутмын шүршүүрт орохоос эхлээд усанд сэлэх,  цанаар гулгах зэрэг олон төрлийн газар, 
            нөхцөл байдалд тэсвэртэй бүтэцтэй.
        </div>
        <div class="card-body">
          <h5 class="card-title fw-bold">УХААЛАГ УТАСТАЙ ХОЛБОГДОХ</h5>
          Ухаалаг утсанд өдөрт дөрвөн удаа автоматаар холбогдож, цагаа засдаг. Цагийн бүсээс цааш шилжих үед орон нутгийн цагийг нэг түлхэлтээр харуулна.
           Түүнчлэн дэлхийн улс орнуудын цагийн бүсийг өөрчлөх, зуны цагийн хуваарийг нэвтрүүлэх цуцлах
            зэрэг цагийн өөрчлөлтийг уг апп-аар дамжуулан цагны дотоод өгөгдлийг тохируулах боломжтой.
           Апп дээрээс дэлхийн 300 гаруй хотын цагийн бүсээс тохируулах боломжтой.
          <p class="card-text">
        </div>
        <div class="card-body">
          <h5 class="card-title fw-bold">GPS ДОХИО ХҮЛЭЭН АВАХ</h5>
          GPS-ийн хиймэл дагуулаас хүлээн авсан байрлалын мэдээлэл болон дэлхийг 
          бүхэлд нь 500 метрийн нэгжээр нэгтгэсэн өндөр нарийвчлалтай г нарийвчлалтай тодорхойлох боломжтой.
          Түүнчлэн цагийн бүс, зуны цагийн дүрэмтэй бүс нутгийг бүлэглэсэн хувьсах өгөгдлийн 
          аргын шинжилгээний аргыг хэрэглэснээр цагийн зөрүүг өндөр хурдтай, өндөр нарийвчлалтайгаар тогтоох боломжтой.
          <p class="card-text">
        </div>
        <div class="card-body">
          <h5 class="card-title fw-bold">НАРНЫ ЭРЧИМ ХҮЧЭЭР ЦЭНЭГЛЭЛТ</h5>
          Бүрхэг өдөр ч гэсэн цахилгаан үүсгэдэг нарны зай хураагуурыг, хоёрдогч батерейг хослуулснаар 
          ачаалал шаарддаг төрөл бүрийн функцуудыг тогтвортой ажиллуулах боломжтой.
          Бат бөх болор хальсан нарны зайг ашигласнаар цагны дүрс тоог харагдах боломжоор хангасан болохоор цагны хэлбэр хэмжээг овор хэмжээ багасгасан бүтэцтэй. 
          <p class="card-text">
        </div>
       
      </div>
  </main>
    @endsection
@include('layout.footer')