@extends('layout.common')
@section('title', 'Технологи')
@include('layout.header')
@section('content')
  <!--Main layout-->
  <main class="mt-4 mb-10">
    <div class="card mb-4 w-auto p-3">
        <img class="img-thumbnail" alt="Cinque Terre" src="assets/img/technology_resist.jpg">
        <div class="card-body">
          <h5 class="card-title">ЗОХИОН БҮТЭЭГЧ</h5>
          Анхны G-SHOCK-ийг бүтээсэн өвөрмөц кейсийн бүтэц. "Цохилтыг резинэн бөмбөгөөр дамжуулж болохгүй" гэсэн санаан дээр 
          үндэслэн модулиудыг хайрцагны дотор хөвөхөөр зохион байгуулж, гаднаас үзүүлэх нөлөөллийг зөөлрүүлдэг. Өнөөдөр технологийн 
          цаашдын шинэчлэл нь модулийг өөрөө цочролд тэсвэртэй болгосон. Бүх зүйл эндээс эхэлсэн. Г-ийн гарал үүслийг өгүүлдэг эрин үеийн хатуулаг бүтэц
        </div>
        <div class="card-body">
          <h5 class="card-title">ТУРШИЛТУУД</h5>
          <p class="card-text">Модулийг гадны цочролоос хамгаалдаг хөндий бүтэцтэй хайрцаг, 
            модулийн доторх чухал хэсгүүдийн зөөлөвч материалын хамгаалалт, өвөрмөц гэр, хүрээний хэлбэрийн шууд цохилтыг зөөлрүүлдэг 
            бүх чиглэлтэй хамгаалалтын бүтэц нь түүнийг уналтын цохилтод тэсвэртэй бүтэц болгодог.
        </div>
        <div class="card-body">
          <h5 class="card-title"></h5>
          Ухаалаг утсанд өдөрт дөрвөн удаа автоматаар холбогдож, цагаа засдаг. Цагийн бүсээс цааш шилжих үед орон нутгийн цагийг нэг түлхэлтээр харуулна. 
          Түүнчлэн дэлхийн улс орнуудын цагийн бүсийг өөрчлөх, зуны цагийн хуваарийг 
          нэвтрүүлэх/цуцлах зэрэг цагийн дүрмийг уг апп-аар дамжуулан цагны дотоод өгөгдөлд цуглуулж, тусгадаг.
           Хамгийн сүүлийн үеийн мэдээлэлд үндэслэн цагийг үргэлж тохируулаарай.
          <p class="card-text">
        </div>
        <div class="card-body">
          <h5 class="card-title"></h5>
          Үүнийг өдөр тутмын усны ажил, шүршүүрт орохоос эхлээд усанд сэлэх, серфинг хийх, тийрэлтэт цанаар гулгах зэрэг олон төрлийн газар, нөхцөл байдалд ашиглаж болно.
          <p class="card-text">
        </div>
        <div class="card-body">
          <h5 class="card-title"></h5>
          GPS-ийн хиймэл дагуулаас хүлээн авсан байрлалын мэдээлэл болон дэлхийг бүхэлд нь 500 м-ийн нэгжээр нэгтгэсэн өндөр нарийвчлалтай газрын зургийн өгөгдлийг ашигласнаар одоогийн байршлыг илүү нарийвчлалтай тодорхойлох боломжтой.
Түүнчлэн цагийн бүс, зуны цагийн дүрэмтэй бүсүүдийг бүлэглэсэн хувьсах өгөгдлийн шинжилгээний аргыг ашигласнаар цагийн зөрүүг өндөр хурдтай, өндөр нарийвчлалтайгаар тогтоох боломжтой.
          <p class="card-text">
        </div>
        <div class="card-body">
          <h5 class="card-title"></h5>
          Аморф материалаар хийсэн цочролд тэсвэртэй авсаархан антенн нь өндөр мэдрэмжтэй цаг хугацааны мэдээллийг дамжуулах стандарт радио долгионыг хүлээн авдаг.
Энэ нь хүнд хэцүү үйл ажиллагааны бат бөх байдлыг хангахын зэрэгцээ дэлхийн 6 станцаас радио долгионыг тогтвортой хүлээн авах найдвартай байдлыг хангадаг
          <p class="card-text">
        </div>
        <div class="card-body">
          <h5 class="card-title"></h5>
          Бага хэмжээний гэрэлтэй ч гэсэн цахилгаан үүсгэдэг нарны зай, том хүчин чадалтай хоёрдогч батерейг хослуулснаар хүнд ачаалал шаарддаг төрөл бүрийн функцуудыг тогтвортой ажиллуулах боломжтой.
          Хагарахад хэцүү хальсан нарны зайг ашигласнаар шингэн болор болон залгах хэвлэлийн талбайг нарийн тооцдог.
          Зургаан эсийг цувралаар холбож, эс тус бүр ижил хэмжээний гэрлийг хүлээн авахаар зохион бүтээсэн.
          <p class="card-text">
        </div>
      </div>
  </main>
    @endsection
@include('layout.footer')